Repository: amr-CS/POS
Catalog: appSERP/Views/Shared/appResource/loginResource/loginResource.*.resx
Languages: tr

# btnChangePassword
source: Change Password
tr: Şifre değiştir

# btnCheckCode
source: Check Code
tr: Kodu kontrol et

# btnSendCode
source: Send Code
tr: Kodu gönder

# ForgotPassword
source: Forgot Username or Password
tr: Kullanıcı adını ya da şifreni mi unuttun

# gCode
source: Code
tr: kod

# lblLogin
source: Login
tr: Oturum aç

# lblNewPassword
source: New Password
tr: Yeni Şifre

# lblNewPasswordConfirm
source: Confirm New Password
tr: Yeni şifreyi onayla

# lblUpdatePassword
source: Change Password
tr: Şifre değiştir

source: Login
tr: Oturum aç

# msgCannotPerformAction
source: Cannot Perform Operation
tr: İşlem gerçekleştirilemiyor

# msgCannotSent
source: Cannot Send
tr: Gönderilemiyor

# msgEmailNotFound
source: Email Not Found
tr: E-Mail bulunamadı

# msgLogintoProducts1
source: Login to
tr: Giriş

# msgLogintoProducts2
source: Access all of our products
tr: Tüm ürünlerimize erişin

# msgPasswordChange
source: Password Changed
tr: Şifre değişti

# msgPasswordFound
source: Password Already Exists
tr: Şifre Zaten Var

# msgPasswordLenght1
source: Password must be from
tr: Şifre gelen olmalı

# msgPasswordLenght2
source: To Lenght
tr: Boyuna

# msgPasswordLenght3
source: Digits / Letters
tr: Rakamlar / Harfler

# msgPasswordNotMatch
source: Password Doesn't Match
tr: Şifre Uyuşmuyor

# msgPrivacy
source: With Login, You Agree for License Agreement and Read Privacy Statement
tr: Giriş Yaptığınızda, Lisans Sözleşmesini Kabul Ediyorsunuz ve Gizlilik Bildirimini Okuyun

# msgSentSuccessfully
source: Sent Successfully
tr: Başarıyla gönderildi

source: Register
tr: Kayıt olmak

# RememberMe
source: Remembet Me
tr: Beni hatırla

source: Username
tr: Kullanıcı adı

# UserPassword
source: Password
tr: Parola

# msgLoginInputNotValid
source: Wrong UserName Or Password
tr: Yanlış kullanıcı adı veya parola

# UserIsLocked
source: User is already working at
tr: Kullanıcı Zaten Çalışıyor

# msg1001UserLockedWorking
source: User account is already working at
tr: Kullanıcı Hesabı Zaten Çalışıyor

# msg1002InvalidLogin
source: Wrong username or password
tr: Yanlış kullanıcı adı veya parola
