Repository: amr-CS/POS
Catalog: appSERP/Views/Shared/appResource/appResource.*.resx
Languages: de, es, fr, hi, it, pt, ru, tr

# lblSecurityPolicy
source: Security Policies
de: Sicherheitsrichtlinien
hi: सुरक्षा नीतियां
pt: Políticas de segurança
ru: Политики безопасности
tr: Güvenlik politikaları

# SecurityPolicyId
source: Security Policy
de: Sicherheitsrichtlinie
es: Politica de seguridad
fr: Politique de sécurité
hi: सुरक्षा नीति
it: Politica di sicurezza
pt: Política de segurança
ru: Политика безопасности
tr: Güvenlik Politikası

# SecurityPolicySeq
source: Security Policy Sequence
de: Reihenfolge der Sicherheitsrichtlinien
es: Secuencia de la política de seguridad
fr: Séquence de la politique de sécurité
hi: सुरक्षा नीति अनुक्रम
it: Sequenza della politica di sicurezza
pt: Sequência de Política de Segurança
ru: Последовательность политики безопасности
tr: Güvenlik Politikası Sırası

# lblSecurityLog
source: Security Logs
de: Wertpapierprotokoll
es: Registros de seguridad
fr: Journaux de sécurité
hi: सुरक्षा लॉग
it: Registri di sicurezza
pt: Registros de Segurança
ru: Журналы безопасности
tr: Güvenlik günlükleri

# lblSecurityRole
source: Security Roles
de: Sicherheitsrollen
es: Roles de seguridad
fr: Rôles de sécurité
hi: सुरक्षा भूमिकाएँ
it: Ruoli di sicurezza
ru: Роли безопасности
tr: Güvenlik Rolleri

source: New Password
de: Neues Kennwort
es: Nueva contraseña
fr: nouveau mot de passe
hi: नया पासवर्ड
it: nuova password
pt: Nova senha
ru: новый пароль
tr: Yeni Şifre

source: Old Password
de: Altes Passwort
es: Contraseña anterior
fr: ancien mot de passe
hi: पुराना पासवर्ड
it: vecchia password
pt: Senha Antiga
ru: Прежний пароль
tr: eski şifre

source: Security Log Date
de: Sicherheitsprotokolldatum
es: Fecha de registro de seguridad
fr: Date du journal de sécurité
hi: सुरक्षा लॉग दिनांक
it: Data del registro di sicurezza
pt: Data de registro de segurança
ru: Дата журнала безопасности
tr: Güvenlik Günlüğü Tarihi

source: Security Log Device
de: Sicherheitsprotokollgerät
es: Dispositivo de registro de seguridad
fr: Dispositif de journal de sécurité
hi: सुरक्षा लॉग डिवाइस
it: Dispositivo di registro di sicurezza
pt: Dispositivo de log de segurança
ru: Устройство журнала безопасности
tr: Güvenlik Günlüğü Cihazı

# SecurityLogDeviceIsMobile
source: Is Mobile
de: Mobiltelefon
es: Móvil
fr: Mobile
hi: मोबाइल
it: Mobile
pt: Móvel
ru: мобильный
tr: Mobile

# SecurityLogId
source: Security Log
de: Sicherheitsprotokolle
es: Registro de seguridad
fr: Journal de sécurité
hi: सुरक्षा लॉग
it: Registro di sicurezza
pt: Registro de segurança
ru: Журнал безопасности
tr: Güvenlik Günlüğü

# SecurityLogLat
source: Security Log Latitude
de: Breite
es: Latitud registro de seguridad
fr: Journal de sécurité Latitude
hi: सुरक्षा लॉग अक्षांश
it: Latitudine
pt: Latitude do Log de Segurança
ru: Журнал безопасности Широта
tr: Güvenlik Günlüğü Enlem

# SecurityLogLng
source: Security Log Longitude
de: Sicherheitsprotokoll Längengrad
es: Longitud de registro de seguridad
fr: Longitude du journal de sécurité
hi: सुरक्षा लॉग देशांतर
it: Registro di sicurezza Longitudine
pt: Longitude do registro de segurança
ru: Долгота журнала безопасности
tr: Güvenlik Günlüğü Boylamı

source: Security Log Location
de: Speicherort des Sicherheitsprotokolls
es: Ubicación del registro de seguridad
fr: Emplacement du journal de sécurité
hi: सुरक्षा लॉग स्थान
it: Posizione del registro di sicurezza
pt: Localização do log de segurança
ru: Местоположение журнала безопасности
tr: Güvenlik Günlüğü Konumu

source: Security Log Time
de: Sicherheitsprotokollzeit
es: Tiempo de registro de seguridad
fr: Heure du journal de sécurité
hi: सुरक्षा लॉग टाइम
it: Tempo del registro di sicurezza
pt: Hora do registro de Segurança
ru: Время журнала безопасности
tr: Güvenlik Günlüğü Zamanı

# SecurityRoleId
source: Security Role
de: Sicherheitsrolle
es: Rol de seguridad
fr: Rôle de sécurité
hi: सुरक्षा भूमिका
it: Ruolo di sicurezza
ru: Роль безопасности
tr: Güvenlik Rolü

source: Account Code Hierarchy
de: Kontocodehierarchie
es: Jerarquía de código de cuenta
fr: Hiérarchie des codes de compte
hi: खाता कोड पदानुक्रम
it: Gerarchia del codice account
pt: Hierarquia do código de conta
ru: Иерархия кодов счетов
tr: Hesap Kodu Hiyerarşisi

# AccountTypeId
source: Account Type
de: Konto Typ
es: Tipo de cuenta
fr: Type de compte
hi: खाते का प्रकार
it: Tipo di account
pt: tipo de conta
ru: тип аккаунта
tr: hesap tipi

source: Base Currency Value
de: Basiswährungswert
es: Valor de la moneda base
fr: Valeur de la devise de base
hi: बेस मुद्रा मूल्य
it: Valore di valuta base
pt: Valor da moeda base
ru: Значение базовой валюты
tr: Baz Para Birimi Değeri

# btnBrowse
source: Browse
de: Durchsuche
es: Vistazo
fr: Feuilleter
hi: ब्राउज
it: Navigare
pt: Squeaky toy
ru: Просматривать
tr: Araştır

# btnClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करे
it: Vicino
pt: Perto
ru: близко
tr: Kapat

# btnDelete
source: Delete
de: Löschen
es: Borrar
fr: Effacer
hi: हटाना
it: Elimina
pt: Excluir
ru: удалять
tr: silmek

# btnDetails
source: Details
de: Einzelheiten
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
pt: Detalhes
ru: подробности
tr: ayrıntılar

# btnEdit
source: Edit
de: Bearbeiten
es: Editar
fr: modifier
hi: संपादित करें
it: modificare
pt: Editar
ru: редактировать
tr: Düzenle

# btnExcel
source: Excel
es: Sobresalir
fr: Exceller
hi: एक्सेल
it: Eccellere
ru: превосходить

# btnExportExcel
source: Export Excel
de: Excel exportieren
es: Exportar Excel
fr: Exporter Excel
hi: एक्सेल निर्यात करें
it: Esporta Excel
pt: Exportar Excel
ru: Экспорт Excel
tr: Excel'i Dışa Aktar

# btnExportPDF
source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter le PDF
hi: पीडीएफ निर्यात करें
it: Esporta PDF
pt: Exportar PDF
ru: Экспорт PDF
tr: PDF'yi dışa aktar

# btnFirst
source: First
de: Zuerst
es: primero
fr: Premier
hi: प्रथम
it: Primo
pt: Primeiro
ru: Первый
tr: İlk

# btnHold
source: Hold
de: Halt
es: Sostener
fr: Tenir
hi: पकड़
it: tenere
pt: Aguarde
ru: Держать
tr: Ambar

# btnImage
source: Image
de: Bild
es: Imagen
hi: छवि
it: Immagine
pt: Imagem
ru: Образ
tr: görüntü

# btnImport
source: Import
de: Einführen
es: Importar
fr: Importation
hi: आयात
it: Importare
pt: Importar
ru: Импортировать
tr: İthalat

# btnIssue
source: ssue
de: sparen
es: Salvar
fr: sauvegarder
hi: बचाना
it: Salvare
pt: Salve 
ru: Сохранить
tr: Kayıt etmek

# btnLast
source: Last
de: Zuletzt
es: Último
fr: Dernier
hi: अंतिम
it: Scorso
pt: Último
ru: Прошлой
tr: Son

# btnLogin
source: Login
de: Anmeldung
es: Iniciar sesión
fr: S'identifier
hi: लॉग इन करें
it: Accesso
pt: Entrar
ru: Авторизоваться
tr: Oturum aç

# btnLogout
source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Connectez - Out
hi: लोग आउट
it: Disconnettersi
pt: Sair
ru: Выйти
tr: Çıkış Yap

# btnNew
source: New
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
pt: Novo
ru: новый
tr: Yeni

# btnNext
source: Next
de: Nächster
es: Siguiente
fr: Suivant
hi: आगामी
it: Il prossimo
pt: Próximo
ru: следующий
tr: Sonraki

# btnPermission
source: Permission
de: Genehmigung
es: Permiso
fr: Autorisation
hi: अनुमति
it: Autorizzazione
pt: Permissão
ru: разрешение
tr: izin

# btnPost
source: Post
es: Enviar
fr: Poster
hi: पद
it: Inviare
pt: Postar
ru: Сообщение
tr: posta

# btnPrev
source: Previous
de: Bisherige
es: Anterior
fr: précédent
hi: पिछला
it: Precedente
pt: Anterior
ru: предыдущий
tr: Önceki

# btnPrint
source: Print
de: Drucken
es: Impresión
fr: Impression
hi: छाप
it: Stampare
pt: Impressão
ru: Распечатать
tr: baskı

# btnReport
source: Report
de: Bericht
es: Informe
fr: rapport
hi: रिपोर्ट
it: rapporto
pt: Relatório
ru: отчет
tr: Rapor

# btnSearch
source: Search
de: Suche
es: Buscar
fr: Chercher
hi: खोज
it: Ricerca
pt: Procurar
ru: Поиск
tr: Arama

# btnSpec
source: Specifications
de: Spezifikationen
es: Presupuesto
fr: Caractéristiques
hi: विशेष विवरण
it: specificazioni
pt: Especificações
ru: Характеристики
tr: Özellikler

# btnView
source: View
de: Aussicht
es: Ver
fr: Vue
hi: राय
it: vista
pt: Visão
ru: Посмотреть
tr: Görünüm

# CashFlowTypeId
source: Cash Flow Type
de: Art des Cashflows
es: Tipo de flujo de efectivo
fr: Type de flux de trésorerie
hi: कैश फ्लो टाइप
it: Tipo di flusso di cassa
pt: Tipo de fluxo de caixa
ru: Тип денежного потока
tr: Nakit Akışı Türü

# CityCenterLat
source: City Center Latitude
de: Stadtmitte Latitude
es: Centro de la ciudad latitud
fr: Latitude Du Centre Ville
hi: सिटी सेंटर अक्षांश
it: Centro Latitudine
pt: Latitude do centro da cidade
ru: Центр города Широта
tr: Şehir Merkezi Enlemi

# CityCenterLng
source: City Center Longitude
de: Längengrad des Stadtzentrums
es: Centro de la ciudad longitud
fr: Longtiude Du Centre Ville
hi: सिटी सेंटर देशांतर
it: Centro città Longitudine
pt: Longitude do centro da cidade
ru: Центр города Долгота
tr: Şehir Merkezi Boylamı

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
it: conferma password
pt: Confirme a Senha
ru: Подтвердите Пароль
tr: Şifreyi Onayla

source: Contact Person
de: Gesprächspartner
es: Persona de contacto
fr: Contact
hi: संपर्क व्यक्ति
it: Referente
pt: Pessoa de contato
ru: Контактное лицо
tr: İlgili kişi

source: Cost Center Is Required
de: Kostenstelle ist erforderlich
es: Se requiere centro de costo
fr: Centre de coûts requis
hi: लागत केंद्र आवश्यक है
it: Il centro di costo è obbligatorio
pt: Centro de custo é obrigatório
ru: Требуется Центр затрат
tr: Maliyet Merkezi Gerekli

# CountryTypeId
source: Country Type
de: Landtyp
es: Tipo de pais
fr: Type de pays
hi: देश प्रकार
it: Tipo di paese
pt: Tipo de país
ru: Тип страны
tr: Ülke tipi

source: Culture Name
de: Name der Kultur
es: Nombre de la cultura
fr: Nom de la culture
hi: संस्कृति का नाम
it: Nome della cultura
pt: Nome da cultura
ru: Название культуры
tr: Kültür ismi

source: Currency Decimal
de: Dezimalwährung der Währung
es: Moneda decimal
fr: Décimal de la monnaie
hi: मुद्रा दशमलव
it: Valuta decimale
pt: Moeda decimal
ru: Валюта Десятичная
tr: Para Birimi Ondalık

source: Currency Exchange
de: Geldwechsel
es: Cambio de divisas
fr: Échange de devises
hi: मुद्रा विनिमय
it: Cambio di valuta
pt: Câmbio monetário
ru: Обмен валюты
tr: Döviz değişimi

# CurrencyFactorId
source: Currency Factor
de: Währungsfaktor
es: Factor de moneda
fr: Facteur de devise
hi: मुद्रा कारक
it: Fattore di valuta
pt: Fator de Moeda
ru: Валютный фактор
tr: Para Birimi Faktörü

# DefaultCurrencyId
source: Default Currency
de: Standardwährung
es: Moneda predeterminada
fr: devise original
hi: डिफ़ॉल्ट मुद्रा
it: Valuta predefinita
pt: Moeda Padrão
ru: Валюта по умолчанию
tr: Varsayılan Para Birimi

# DefaultFontId
source: Default Font
de: Standardschriftart
es: Fuente predeterminada
fr: Police de caractère original
hi: मूलभूत अक्षर
it: Carattere predefinito
pt: Fonte padrão
ru: Шрифт по умолчанию
tr: Varsayılan yazı tipi

source: Deposit Is Sent Direct To Bank
de: Die Einzahlung wird direkt an die Bank gesendet
es: El depósito se envía directamente al banco
fr: Le dépôt est envoyé directement à la banque
hi: बैंक को डिपॉजिट डायरेक्ट भेजा जाता है
it: Il deposito viene inviato direttamente alla banca
pt: Depósito é enviado direto para o banco
ru: Депозит отправлен в банк
tr: Depozito Doğrudan Bankaya Gönderilir

# DocStatusId
source: Document Status
de: Dokumentstatus
es: Estado del documento
fr: Statut du document
hi: दस्तावेज़ की स्थिति
it: Stato del documento
pt: Status do Documento
ru: Статус документа
tr: Döküman durumu

# dtDisplay
source: Display
de: Anzeigen
es: mostrar
fr: Afficher
hi: प्रदर्शन करना
it: mostrare
pt: Exibição
ru: показывать
tr: Göstermek

# dtFilteredFrom
source: Filtered From
de: Gefiltert von
es: Filtrado de
fr: Filtré depuis
hi: से फ़िल्टर किया गया
it: Filtrato da
pt: Filtrado de
ru: Отфильтровано из
tr: Filtrelendi

# dtFirst
source: First
de: Zuerst
es: Primero
fr: Primero
hi: प्रथम
it: Primo
pt: Primeiro
ru: Первый
tr: İlk

# dtFrom
source: From
de: Von
es: Desde
fr: de
hi: से
it: A partire dal
pt: De
ru: От
tr: itibaren

# dtLast
source: Last
de: Zuletzt
es: Último
fr: Último
hi: अंतिम
it: Ultimo
pt: Último
ru: Прошлой
tr: Son

# dtNext
source: Next
de: Nächster
es: Próximo
fr: Próximo
hi: आगामी
it: Il prossimo
pt: Próximo
ru: следующий
tr: Sonraki

# dtNoData
source: No Data
de: Keine Daten
es: Sin datos
fr: Pas de données
hi: कोई आकड़ा उपलब्ध नहीं है
it: Nessun dato
pt: Sem dados
ru: Нет данных
tr: Veri yok

# dtPage
source: Page
de: Seite
es: Página
hi: पृष्ठ
it: Pagina
pt: Página
ru: страница
tr: Sayfa

# dtPer
source: Per
de: pro
es: Por
fr: Par
hi: प्रति
pt: Por
ru: согласно
tr: Başına

# dtPrevious
source: Previous
de: Bisherige
es: Anterior
fr: Anterior
hi: पिछला
it: Precedente
pt: Anterior
ru: предыдущий
tr: Önceki

# dtRecord
source: Record
de: aufzeichnen
es: Grabar
hi: रिकॉर्ड
it: glirecord
pt: Registro
ru: записывать
tr: kaydetmek

# dtSearch
source: Search
de: suchen
es: Buscar
fr: Chercher
hi: खोजना
it: Ricerca
pt: Procurar
ru: Поиск
tr: Arama

# dtShowing
source: Showing
de: zeigen
es: mostrar
fr: montrer
hi: दिखाना
it: Mostrare
pt: exposição
ru: показывать
tr: Göstermek

# dtTo
source: To
de: Zu
es: A
fr: à
hi: से
it: A
pt: Para
ru: к
tr: göre

# dtTotal
source: Total
de: Gesamt
hi: संपूर्ण
it: Totale
ru: Всего
tr: Genel Toplam

source: Financial Year End
de: Ende des Geschäftsjahres
es: Fin de año financiero
fr: FIN D'EXERCICE FINANCIER
hi: वित्तीय वर्ष का अंत
it: Anno finanziario
pt: Fim do ano financeiro
ru: Конец финансового года
tr: Mali Yıl Sonu

source: Financial Year Start
de: Start des Geschäftsjahres
es: Inicio del año financiero
fr: Début d'exercice
hi: वित्तीय वर्ष प्रारंभ
it: Anno finanziario Inizio
pt: Início do ano fiscal
ru: Начало финансового года
tr: Mali Yıl Başlangıcı

# FinancialYearStatusId
source: Financial Year Status
de: Status des Geschäftsjahres
es: Estado del año financiero
fr: Statut de l'exercice financier
hi: वित्तीय वर्ष की स्थिति
it: Anno finanziario
pt: Status do ano financeiro
ru: Статус финансового года
tr: Mali Yıl Durumu

# FixedAssetCompanyId
source: Fixed Asset Company
de: Anlageunternehmen
es: Empresa de activos fijos
fr: Société d'immobilisation
hi: फिक्स्ड एसेट कंपनी
it: Azienda di Assetto stabile
pt: Empresa de Ativo Fixo
ru: Компания с фиксированными активами
tr: Sabit Varlık Şirketi

# FixedAssetCompanyTypeId
source: Fixed Asset Company Type
de: Anlagegesellschaftstyp
es: Activo fijo tipo de empresa
fr: Type d'entreprise d'immobilisation
hi: फिक्स्ड एसेट कंपनी प्रकार
it: genere di Azienda Assetto stabile
pt: Tipo de empresa de ativo fixo
ru: Тип компании с фиксированным активом
tr: Sabit Varlık Şirket Tipi

# FontId
source: Font
de: Schriftart
es: Fuente
fr: Police de caractère
hi: फ़ॉन्ट
it: Caratteri
pt: Fonte
ru: Шрифт
tr: Yazı tipi

source: Font Name
de: Schriftartenname
es: Nombre de la fuente
fr: Nom de la police
hi: फ़ॉन्ट का नाम
it: Nome del carattere
pt: Nome da fonte
ru: Название шрифта
tr: Yazı tipi adı

source: Font Path
de: Schriftpfad
es: Ruta de la fuente
fr: Chemin de la police
hi: फ़ॉन्ट पथ
it: Percorso dei caratteri
pt: Caminho da fonte
ru: Путь шрифта
tr: Yazı Tipi Yolu

# FontSizeTypeId
source: Font Size Type
de: Schriftgröße Typ
es: Tipo de tamaño de fuente
fr: Type de taille de police
hi: फ़ॉन्ट आकार प्रकार
it: Tipo di dimensione del carattere
pt: Tipo de Tamanho da Fonte
ru: Размер шрифта
tr: Yazı Tipi Boyutu Türü

# GLVoucherCategoryId
source: Voucher Category
de: Gutschein-Kategorie
es: Categoría de vales
fr: Catégorie de coupon
hi: वाउचर श्रेणी
it: Categoria del buono
pt: Categoria de Comprovante
ru: Категория ваучеров

# GLVoucherDtlId
source: Voucher Details
de: Beleg-Details
es: Detalles del vale
fr: Détails du bon
hi: वाउचर विवरण
it: Dettagli del voucher
pt: Detalhes do vale
ru: Детали ваучера
tr: Kupon Detayları

# GLVoucherId
source: Voucher
de: Gutschein
es: Vale
fr: Bon
hi: वाउचर
it: Buono
pt: Comprovante
ru: Ваучер
tr: fiş

# GLVoucherNo
source: Voucher No
de: Gutscheinnummer
es: Número de Vales
fr: Numéro de bon
hi: वाउचर नंबर
it: Numero del buono
pt: Número do Comprovante
ru: Номер ваучера
tr: kupon numarası

# GLVoucherTypeId
source: Voucher Type
de: Belegart
es: Tipo de cupón
fr: Type de coupon
hi: वाउचर टाइप
it: tipo di buono
ru: Тип ваучера
tr: Kupon Türü

source: Grace Period Days
de: Gnadenfrist Tage
es: Días del período de gracia
fr: Jours de période de grâce
hi: ग्रेस पीरियड डेज़
it: giorni di Periodo di grazia
pt: Dias do Período de Carência
ru: Дни льготного периода
tr: ödemesiz dönem günleri

# GroupAssetAccount
source: Asset Account Group
de: Gruppe von Vermögenswerten
es: Grupo de cuenta de activos
fr: Groupe de compte d'actif
hi: एसेट अकाउंट ग्रुप
it: Gruppo di conto delle risorse
pt: Grupo de contas de ativos
ru: Группа учетных записей активов
tr: Duran Varlık Hesap Grubu

# GroupCreditAccount
source: Credit Account Group
de: Kreditkonto-Gruppe
es: Grupo de Cuenta de Crédito
fr: Groupe de compte de crédit
hi: क्रेडिट खाता समूह
it: Gruppo di conto di credito
pt: Grupo de contas de crédito
ru: Группа кредитных счетов
tr: Kredi Hesap Grubu

# GroupDebitAccount
source: Debit Account Group
de: Lastschriftgruppe
es: Grupo de cuentas de débito
fr: Groupe de compte débiteur
hi: डेबिट खाता समूह
it: Gruppo di conto di debito
pt: Grupo de contas de débito
ru: Группа дебетовых счетов
tr: Borç Hesap Grubu

# GroupId
source: Group
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
pt: Grupo
ru: группа
tr: grup

source: Group Percent
de: Gruppenprozentsatz
es: Porcentaje de grupo
fr: Groupe pourcentage
hi: समूह का प्रतिशत
it: Percentuale di gruppo
pt: Porcentagem do grupo
ru: Процент группы
tr: Grup Yüzdesi

# GroupPurchaseAccount
source: Purchase Account Group
de: Gruppenkaufkonto
es: Grupo de cuenta de compras
fr: Groupe de compte d'achat
hi: खरीद खाता समूह
it: Gruppo di account di acquisto
pt: Grupo de contas de compras
ru: Группа покупки аккаунта
tr: Satınalma Hesap Grubu

# GroupSalesAccount
source: Sales Account Group
de: Gruppenverkaufskonto
es: Grupo de cuentas de ventas
fr: Groupe de compte de vente
hi: बिक्री खाता समूह
it: Gruppo di conto vendite
pt: Grupo de contas de vendas
ru: Группа счетов продаж
tr: Satış Hesap Grubu

# IconB
source: Icon Black
de: Icon Schwarz
es: Icono negro
hi: आइकन ब्लैक
it: Icona nera
pt: Ícone preto
ru: Значок Черный
tr: Simge Siyah

# IconW
source: Icon White
de: Symbol weiß
es: Icono blanco
fr: Icône blanche
hi: आइकन सफेद
it: Icona bianca
pt: Ícone branco
ru: Значок Белый
tr: Simge Beyaz

# IdPayType
source: Pay Type
de: Zahlungsart
es: Tipo de pago
fr: Type de paye
hi: पे टाइप करें
it: Tipo di pagamento
pt: Tipo de pagamento
ru: Тип оплаты
tr: Ödeme şekli

# InvTransactionTypeId
source: Transaction Type
de: Art der Transaktion
es: tipo de transacción
fr: Type de transaction
hi: सौदे का प्रकार
it: Tipo di transazione
pt: Tipo de transação
ru: Тип операции
tr: işlem tipi

source: Is Holding
de: Holdinggesellschaft
es: holding
fr: société d'investissements
hi: अधिकार वाली कंपनी
it: è una holding
pt: holding
ru: Холдинговая компания
tr: Holding şirketidir

source: Is Post Zero Entry
de: Null Eintrag
es: Es Entrada Post Cero
fr: afficher Entrée zéro
hi: क्या पोस्ट जीरो एंट्री है
it: Staffetta Iscrizione Zero
pt: É a entrada Post Zero
ru: Нулевой вход
tr: Sıfır Giriş Sonrası mı

# IsUserLock
source: Is User Locked
de: Benutzer gesperrt
es: Está bloqueado por el usuario
fr: Utilisateur verrouillé
hi: क्या उपयोगकर्ता बंद है
it: È bloccato dall'utente
pt: O usuário está bloqueado?
ru: Пользователь заблокирован
tr: Kullanıcı Kilitli mi

source: Last Closed Month
de: Letzter geschlossener Monat
es: Último mes cerrado
fr: Dernier mois fermé
hi: अंतिम बंद महीना
it: Ultimo mese chiuso
pt: Último mês fechado
ru: Последний закрытый месяц
tr: Son Kapalı Ay

source: Last Closed Year
de: Letztes geschlossenes Jahr
es: Último año cerrado
fr: Dernière année clôturée
hi: अंतिम बंद वर्ष
it: Ultimo anno chiuso
pt: Último ano encerrado
ru: Последний закрытый год
tr: Son Kapalı Yıl

# lblAccountType
source: Account Types
de: Kontoarten
es: Tipos de cuenta
fr: Types de Compte
hi: खाता प्रकार
it: Tipi di conto
pt: Tipos de conta
ru: Типы счетов
tr: Hesap Türleri

# lblCashFlowType
source: Cash Flow Type
de: Art des Cashflows
es: Tipo de flujo de efectivo
fr: Type de flux de trésorerie
hi: कैश फ्लो टाइप
it: Tipo di flusso di cassa
pt: Tipo de fluxo de caixa
ru: Тип денежного потока
tr: Nakit Akışı Türü

# lblCountryType
source: Country Types
de: Landtypen
es: Tipos de pais
fr: Types de Pays
hi: देश प्रकार
it: Tipi di paese
pt: Tipos de país
ru: Типы стран
tr: Ülke Türleri

# lblCurrencyFactor
source: Currency Factors
de: Währungsfaktoren
es: Factores de moneda
fr: Facteurs de Change
hi: मुद्रा कारक
it: Fattori valutari
pt: Fatores de Moeda
ru: Валютные факторы
tr: Para Birimi Faktörleri

# lblDocStatus
source: Document Statuses
de: Dokumentstatus
es: Estados del documento
fr: États du document
hi: दस्तावेज़ क़ानून
it: Stato del documento
pt: Status do Documento
ru: Статусы документов
tr: Belge Durumları

# lblFinancialYearStatus
source: Financial Year Statuses
de: Status des Geschäftsjahres
es: Estados del ejercicio financiero
fr: États financiers annuels
hi: वित्तीय वर्ष क़ानून
it: Stati dell'anno finanziario
pt: Status do exercício financeiro
ru: Статусы финансового года
tr: Mali Yıl Durumları

# lblFixedAssetCompany
source: Fixed Asset Companies
de: Unternehmen für festes Vermögen
es: Empresas de activos fijos
fr: Sociétés d'immobilisation
hi: फिक्स्ड एसेट कंपनियां
it: Società di beni fissi
pt: Empresas de Ativo Fixo
ru: Компании с фиксированными активами
tr: Sabit Varlık Şirketleri

# lblFixedAssetCompanyType
source: Fixed Asset Company Types
de: Anlagegesellschaftstypen
es: Tipos de empresas de activos fijos
fr: Types de société d'immobilisation
hi: फिक्स्ड एसेट कंपनी के प्रकार
it: genere di Azienda Assetto stabile
pt: Tipos de empresas de ativos fixos
ru: Типы компаний с фиксированными активами
tr: Sabit Varlık Şirket Türleri

# lblFont
source: Fonts
de: Schriftarten
es: Fuentes
fr: Les polices
hi: फोंट्स
it: Caratteri
pt: Fontes
ru: шрифты
tr: Yazı

# lblFontSizeType
source: Font Size Types
de: Schriftgrößen-Typen
es: Tipos de tamaño de fuente
fr: Types de taille de police
hi: फ़ॉन्ट आकार प्रकार
it: Tipi di dimensione del carattere
pt: Tipos de tamanho de fonte
ru: Размер шрифта
tr: Yazı Tipi Boyutu Türleri

# lblGLVoucher
source: Vouchers
de: Gutscheine
es: Vales
fr: Pièces justificatives
hi: वाउचर
it: Buone
pt: Comprovante
ru: Ваучеры
tr: kuponları

# lblGLVoucherDtl
source: Voucher Details
de: Beleg-Details
es: Detalles del vale
fr: Détails du bon
hi: वाउचर विवरण
pt: Detalhes do vale
ru: Детали ваучера
tr: Kupon Detayları

# lblGLVoucherType
source: Voucher Types
de: Belegarten
es: Tipos de vales
fr: Types de bons
hi: वाउचर प्रकार
it: Dettagli del voucher
pt: Tipos de vales
ru: Типы ваучеров
tr: Kupon Çeşitleri

# lblGroup
source: Groups
de: Gruppen
es: Los grupos
fr: Groupes
hi: समूह
it: gruppi
pt: Grupos
ru: группы
tr: Gruplar

# lblMainGroups
source: Main Groups
de: Hauptgruppen
es: Grupos principales
fr: Groupes principaux
hi: मुख्य समूह
it: Gruppi principali
pt: Grupos principais
ru: Основные группы
tr: Ana Gruplar

# lblPaymentTypeId
source: Payment Type
de: Bezahlmöglichkeiten
es: Tipo de pago
fr: Types de paiement
hi: भुगतान के प्रकार
it: Modalità di pagamento
pt: Tipo de pagamento
ru: Способ оплаты
tr: Ödeme türü

# lblSecurityGrade
source: Security Grades
de: Sicherheitsstufen
es: Grados de seguridad
fr: Grades de sécurité
hi: सुरक्षा ग्रेड
it: Gradi di sicurezza
pt: Classificações de segurança
ru: Степени безопасности
tr: Güvenlik notları

# lblSystemMessage
source: System Messages
de: Systemmeldungen
es: Mensajes del sistema
fr: Messages Système
hi: सिस्टम संदेश
it: Messaggi di sistema
pt: Mensagens do sistema
ru: Системные сообщения
tr: Sistem Mesajları
