Repository: amr-CS/POS
Catalog: appSERP/Views/Shared/appResource/appResource.*.resx
Languages: de, es, fr, hi, it, pt, ru, tr

# lblTransactionSource
source: Transaction Sources
de: Transaktionsquellen
es: Fuentes de transacción
hi: लेनदेन के स्रोत
it: Sorgenti di transazione
pt: Fontes de transação
ru: Источники транзакций
tr: İşlem Kaynakları

# lblTransactionType
source: Transaction Types
de: Transaktionstypen
es: Tipos de transacciones
fr: Types de transaction
hi: लेन-देन के प्रकार
it: Tipi di transazione
pt: Tipos de Transação
ru: Типы транзакций
tr: İşlem türleri

# lblUser
source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
hi: उपयोगकर्ता
it: utenti
pt: Do utilizador
ru: пользователей
tr: Kullanıcılar

# MainGroupId
source: Main Group
de: Hauptgruppe
es: Grupo principal
fr: Groupe Principal
hi: मुख्य समूह
it: Gruppo principale
pt: Grupo principal
ru: Основная группа
tr: Ana grup

# msgRequired
source: Please enter data
de: Bitte geben Sie Ihre Daten ein
es: Por favor ingrese los datos
fr: S'il vous plaît entrer les données
hi: कृपया डेटा दर्ज करें
it: Si prega di inserire i dati
pt: Por favor insira dados
ru: Пожалуйста, введите данные
tr: Lütfen veri gir

source: Object Action
de: Objektaktion
es: Objeto de acción
fr: Action d'objet
hi: वस्तु क्रिया
it: Azione oggetto
pt: Objeto Ação
ru: Действие объекта
tr: Nesne Eylemi

source: Object IsMainMenu
de: Objekt IsMainMenu
es: Objeto IsMainMenu
fr: Objet IsMainMenu
hi: वस्तु इस्मैनमेनु
it: Oggetto IsMainMenu
pt: Objeto IsMainMenu
ru: Объект IsMainMenu
tr: Nesne IsMainMenu

# OppsVoucherYearId
source: Opposite Voucher Year
de: Gegenüber Belegjahr
es: Año de Vales Opuestos
fr: Année de bon opposé
hi: विपरीत वाउचर वर्ष
it: Di fronte all'anno dei buoni
pt: Ano do comprovante em frente
ru: Напротив ваучера год
tr: Kupon Yılı Karşısında

# PaymentTypeId
source: Payment Type
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
hi: भुगतान के प्रकार
it: Modalità di pagamento
pt: Tipo de pagamento
ru: Способ оплаты
tr: Ödeme türü

# PLAccountId
source: Profit & Loss Account
de: Gewinn- und Verlustkonto
es: Cuenta de ganancias y gastos
fr: Compte de résultat
hi: लाभ और हानि खाता
it: Conto profitti e perdite
pt: Conta de Lucros e Perdas
ru: Счет прибылей и убытков
tr: Kâr ve zarar hesabı

source: Post Is Serialized
de: Beitrag wird serialisiert
es: La publicación se serializa
fr: la poste est sérialisée
hi: पोस्ट सीरियल है
it: Post è serializzato
pt: Post é serializado
ru: Пост сериализирован
tr: Gönderi Sıralanıyor

# ProName
source: Program Name
de: Programmname
es: Nombre del programa
fr: Nom du programme
hi: कार्यक्रम का नाम
it: Nome del programma
pt: Nome do programa
ru: Название программы
tr: Program adı

# RDAccountId
source: Recurring Deposit Account
de: Wiederkehrendes Einlagenkonto
es: Cuenta de depósito recurrente
fr: Compte de dépôt récurrent
hi: आवर्ती जमा खाता
it: Conto di deposito ricorrente
pt: Conta de Depósito Recorrente
ru: Периодический депозитный счет
tr: Düzenli Mevduat Hesabı

# RefNumberIsVisible
source: Reference Number Is Visible
de: Referenznummer ist sichtbar
es: El número de referencia es visible
fr: Le numéro de référence est visible
hi: संदर्भ संख्या दर्शनीय है
it: Il numero di riferimento è visibile
pt: Número de referência é visível
ru: Номер ссылки виден
tr: Referans Numarası Görünür

source: Sales Purchase Person
de: Verkauf Einkauf Person
es: Persona de compra de ventas
fr: Personne des ventes et des achats
hi: बिक्री खरीद व्यक्ति
it: Addetto alle vendite
pt: Pessoa de Compra de Vendas
ru: Менеджер по продажам
tr: Satış satın alma kişi

# SecurityGradeId
source: Security Grade
de: Sicherheitsstufe
es: Grado de seguridad
fr: Niveau de sécurité
hi: सुरक्षा ग्रेड
it: Grado di sicurezza
pt: Grau de segurança
ru: Степень безопасности
tr: Güvenlik notu

# SystemId
source: System
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
pt: Sistema
ru: система
tr: sistem

source: System Last Updated
de: System zuletzt aktualisiert
es: Sistema actualizado por última vez
fr: Dernière mise à jour du système
hi: सिस्टम अंतिम अद्यतन
it: Sistema Ultimo aggiornamento
pt: Última atualização do sistema
ru: Система обновлена
tr: Sistem Son Güncelleme

# SystemMessageId
source: System Message
de: Systemnachricht
es: Mensaje del sistema
fr: Message Système
hi: प्रणाली संदेश
it: Messaggio di sistema
pt: Mensagem do sistema
ru: Системное сообщение
tr: Sistem mesajı

# SystemMessageTypeId
source: System Message Type
es: Tipo de mensaje del sistema
fr: Type de message système
hi: सिस्टम संदेश प्रकार
it: Tipo di messaggio di sistema
pt: Tipo de mensagem do sistema
ru: Тип системного сообщения
tr: Sistem Mesaj Tipi

# SystemTransactionTypeId
source: System Transaction Type
de: Systemnachrichtentyp
es: Tipo de transacción del sistema
fr: Type de transaction système
hi: सिस्टम ट्रांजेक्शन टाइप
it: Tipo di transazione di sistema
pt: Tipo de Transação do Sistema
ru: Тип системной транзакции
tr: Sistem İşlem Türü

source: System Version
es: Versión del sistema
fr: Version du système
hi: सिस्टम संस्करण
it: Versione di sistema
pt: Versão do sistema
ru: Версия системы
tr: Sistem Sürümü

source: Tax Number
de: Steuernummer
es: Número de impuesto
fr: Numéro d'identification fiscale
hi: कर संख्या
it: Codice fiscale
pt: Número de identificação fiscal
ru: Налоговый номер
tr: Vergi numarası

# TransactionSourceId
source: Transaction Source
de: Transaktionsquelle
es: Fuente de transacción
hi: लेन-देन स्रोत
it: Fonte di transazione
pt: Fonte de Transação
ru: Источник транзакции
tr: İşlem kaynağı

# TransactionTypeId
source: Transaction Type
de: Art der Transaktion
es: tipo de transacción
fr: Type de transaction
hi: सौदे का प्रकार
it: Tipo di transazione
pt: Tipo de transação
ru: Тип операции
tr: işlem tipi

# ttAdd
source: Add
de: addieren
es: agregar
fr: additionner
hi: जोड़ना
it: addizionare
pt: Adicionar
ru: добавлять
tr: Eklemek

# ttClose
source: Close
de: Ende
es: fin
fr: lafin
hi: समाप्ति
it: fine
pt: fim
ru: конец
tr: son

# ttCopy
source: Copy
de: Kopieren
es: lacopia
fr: Copie
hi: प्रतिलिपि
it: copia
pt: cópia
ru: копия
tr: kopya

# ttCut
source: Cut
de: Schnitt
es: lacortada
fr: Couper
hi: कटौती
it: taglio
pt: ocorte
ru: разрез
tr: Kesmek

# ttEdit
source: Edit
de: Bearbeiten
es: Editar
fr: modifier
hi: संपादित करें
it: modificare
pt: Editar
ru: редактировать
tr: Düzenle

# ttExcel
source: Excel
hi: एक्सेल

# ttFirst
source: First
de: Zuerst
es: Primero
fr: Premier
hi: प्रथम
it: Primo
pt: Primeiro
ru: Первый
tr: İlk

# ttLast
source: Last
de: Zuletzt
es: elúltimo
fr: Dernier
hi: अंतिम
it: Scorso
pt: Último
ru: Прошлой
tr: Son

# ttNext
source: Next
de: Nächster
es: Siguiente
fr: Suivant
hi: आगामी
it: Il prossimo
pt: Próximo
ru: следующий
tr: Sonraki

# ttPaste
source: Paste
es: pegar
fr: Coller
hi: चिपकाएं
it: colla
pt: cola
ru: вставлять
tr: Yapıştırmak

# ttPDF
source: PDF
hi: पीडीएफ

# ttPrev
source: Previous
de: Bisherige
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
pt: Anterior
ru: предыдущий
tr: Önceki

# ttPrint
source: Print
de: Druck
es: laimpresión
fr: l'imprimé
hi: छाप
it: stampa
pt: mpressão
ru: печать
tr: baskı

# ttSortAsc
source: Sort Ascending
de: Aufsteigend sortieren
es: Orden ascendente
fr: Trier par ordre croissant
hi: छोटे से बड़े क्रम में क्रमबद्ध करें
it: Ordine crescente
pt: Ordernar ascendente
ru: Сортировать по возрастанию
tr: Artan Sırala

# ttSortDesc
source: Sort Descending
de: Absteigend sortieren
es: Orden descendiente
fr: Trier par ordre décroissant
hi: अवरोही क्रम
it: Ordine decrescente
pt: Ordenar descendente
ru: Сортировать по убыванию
tr: Azalan şekilde sırala

# ttWord
source: Word
hi: वर्ड

source: URL
hi: यूआरएल

# UserId
source: User
de: Nutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
pt: Do utilizador
ru: пользователь
tr: kullanıcı

# UserSecurityTransactionTypeId
source: User Security Transaction Type
de: Benutzersicherheitstransaktionstyp
es: Tipo de transacción de seguridad del usuario
fr: Type de transaction de sécurité utilisateur
hi: उपयोगकर्ता सुरक्षा लेनदेन प्रकार
it: Tipo di transazione di sicurezza utente
pt: Tipo de Transação de Segurança do Usuário
ru: Тип транзакции безопасности пользователя
tr: Kullanıcı Güvenliği İşlem Türü

source: User Type
de: Benutzertyp
es: Tipo de usuario
fr: Type d'utilisateur
hi: उपयोगकर्ता का प्रकार
it: Tipologia di utente
pt: Tipo de usuário
ru: Тип пользователя
tr: Kullanıcı tipi

# UserTypeMaxDis
source: User Type Max Decimal
de: Benutzertyp Max. Dezimalzahl
es: Tipo de usuario Max Decimal
fr: Type d'utilisateur Décimal maximum
hi: उपयोगकर्ता प्रकार अधिकतम दशमलव
it: Tipo utente Decimale massimo
pt: Tipo de usuário Max Decimal
ru: Тип пользователя Макс. Десятичный
tr: Kullanıcı Tipi Maksimum Ondalık

source: Voucher Sequence
de: Belegsequenz
es: Secuencia de vales
fr: Séquence de bons
hi: वाउचर अनुक्रम
it: Utente
pt: Sequência de Comprovante
ru: Последовательность ваучеров
tr: Kupon Dizisi

source: Account
de: Konto
es: Cuenta
fr: Compte
hi: लेखा
pt: Conta
ru: учетная запись
tr: hesap

source: Address
de: Adresse
es: Dirección
fr: Base de crédit
hi: पता
it: Indirizzo
pt: Endereço
ru: Адрес
tr: Adres

source: Area
de: Bereich
es: Zona
fr: l'région
hi: क्षेत्र
it: La zona
pt: Área
ru: Площадь
tr: alan

source: Branch
de: Ast
es: Rama
fr: Branche
hi: डाली
it: Ramo
pt: Ramo
ru: Ветка
tr: şube

source: Cash Desk
de: Die Ladenkasse
es: Recepción de efectivo
fr: Coffre-fort
hi: भुगतान डेस्क
it: Cassa
pt: Balcão do caixa
ru: Касса
tr: Vezne

source: City
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
it: Città
pt: Cidade
ru: город
tr: Kent

source: Code
es: Código
hi: कोड
it: Codice
pt: Código
ru: Код
tr: kod

source: Company
de: Unternehmen
es: Empresa
fr: Entreprise
hi: कंपनी
it: Azienda
pt: Empresa
ru: Компания
tr: şirket

source: Cost Center
de: Kostenstelle
es: Centro de costos
fr: Centre de coûts
hi: लागत केंद्र
it: Centro di costo
pt: Centro de custo
ru: Центр затрат
tr: Ödeme merkezi

source: Country
de: Land
es: País
fr: Pays
hi: देश
it: Nazione
pt: País
ru: Страна
tr: ülke

source: Credit
de: Kredit
es: Crédito
fr: Crédit
hi: श्रेय
it: Credito
pt: Crédito
ru: кредит
tr: Kredi

source: Credit Base
de: Kreditbasis
es: Base de crédito
fr: Base de crédit
hi: क्रेडिट बेस
it: Base di credito
pt: Base de Crédito
ru: Кредитная База
tr: Kredi Bankası

source: Credit Limit
de: Kreditlimit
es: Límite de crédito
fr: Limite de crédit
hi: क्रेडिट सीमा
it: Limite di credito
pt: Limite de crédito
ru: Кредитный лимит
tr: Kredi limiti

# _CSGroup
source: Customer Supplier Group
de: Kundenanbieter-Gruppe
es: Grupo de proveedores de clientes
fr: Groupe de fournisseurs clients
hi: ग्राहक प्रदायक समूह
it: Gruppo di fornitori clienti
pt: Grupo de fornecedores de clientes
ru: Группа поставщиков
tr: Müşteri Tedarikçi Grubu

source: Currency
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
it: Moneta
pt: Moeda
ru: валюта
tr: Para birimi

source: Customer
de: Kunde
es: Cliente
fr: Client
hi: ग्राहक
it: Cliente
pt: Cliente
ru: Покупатель
tr: Müşteri

source: Date
de: Datum
es: Fecha
hi: दिनांक
it: Data
pt: Encontro
ru: Дата
tr: tarih

source: Debit
de: Lastschrift
es: Débito
fr: Débit
hi: नामे
it: Addebito
pt: Débito
ru: Дебет
tr: borç

source: Debit Base
de: Debit-Basis
es: Base de débito
fr: Base de débit
hi: डेबिट बेस
it: Base di addebito
pt: Base de Débito
ru: Дебетовая база
tr: Borç Üssü

source: Doc Status
de: Dokumentstatus
fr: Etat du document
hi: डॉक्टर का दर्जा
it: Stato del documento
ru: Статус документа
tr: Doküman Durumu

source: Email
hi: ईमेल
pt: O email
ru: Эл. адрес
tr: E-posta

source: Financial Year
de: Geschäftsjahr
es: Año financiero
fr: Année financière
hi: वित्तीय वर्ष
it: Anno finanziario
pt: Ano financeiro
ru: Финансовый год
tr: Mali yıl

source: Font Size Type
de: Schriftgröße Typ
es: Tipo de tamaño de fuente
fr: Type de taille de police
hi: फ़ॉन्ट आकार प्रकार
it: Tipo di carattere
pt: Tipo de Tamanho da Fonte
ru: Размер шрифта
tr: Yazı Tipi Boyutu Türü

source: Gender
de: Geschlecht
es: Género
fr: genre
hi: लिंग
it: Genere
pt: Gênero
ru: Пол
tr: isim cinsi

source: Iamge
de: Bild
es: Imagen
hi: छवि
it: Immagine
pt: Imagem
ru: Образ
tr: görüntü

source: Image
de: Bild
es: Imagen
hi: छवि
it: Immagine
pt: Imagem
ru: Образ
tr: görüntü

source: Is Accumulative
de: Ist kumulativ
es: Es acumulativo
fr: cumulatif
hi: संचय है
it: È accumulativo
pt: É acumulativo
ru: Накопительный
tr: Birikimli mi

# _IsActive
source: Status - Active
de: Ist aktiv
es: Está activo
fr: actif
hi: सक्रिय है
it: È attivo
pt: Está ativo
ru: Активен
tr: Aktif

source: Is Cancelled
de: Ist storniert
es: Está cancelado
fr: Annulé
hi: रद्द कर दिया है
it: È cancellato
pt: É cancelado
ru: Отменено
tr: İptal edildi

source: Is Credit
de: Ist Kredit
es: Es credito
fr: Crédit
hi: क्रेडिट है
it: È credito
pt: É crédito
ru: Кредит
tr: Kredi mi

source: Is Customer
de: Ist Kunde
es: Es cliente
fr: Client
hi: ग्राहक है
it: È cliente
pt: É cliente
ru: Клиент
tr: Müşteri mi

source: Is Customer Group
de: Ist Kundengruppe
es: Es grupo de clientes
fr: Groupe de clients
hi: ग्राहक समूह है
it: È un gruppo di clienti
pt: É o grupo de clientes
ru: Группа клиентов
tr: Müşteri Grubu mu

source: Is Debit
de: Ist Debit
es: Es debito
fr: Débit
hi: डेबिट है
it: È un debito
pt: É débito
ru: Это дебет
tr: Borçtur

source: Is Default
de: Ist Standard
es: es predeterminado
fr: original
hi: डिफ़ॉल्ट है
it: È predefinito
pt: É padrão
ru: По умолчанию
tr: Varsayılandır

source: Is Deleted
de: Ist gelöscht
es: Esta borrado
fr: Supprimé
hi: हटा दिया गया है
it: Viene eliminato
pt: Esta deletado
ru: Удалено
tr: Silindi

source: Is Posted
de: Ist geposted
es: Es relevo
fr: afficher
hi: पोस्ट की गई है
it: È staffetta
ru: Опубликовано
tr: röle

# _IsRepeat
source: Is Repeated
de: Ist zu wiederholen
es: Es repetir
fr: Répété
hi: रिपीट है
it: È ripetizione
pt: É repetir
ru: Повторить
tr: Tekrar mı

source: Is Required
de: Wird benötigt
es: Es requerido
fr: requérir
hi: आवश्यक है
it: È obbligatorio
pt: É necessário
ru: Необходимо
tr: Gerekli

source: Is Wait
de: Warten
es: Es esperar
fr: Attendre
hi: प्रतीक्षा है
it: È attesa
pt: É esperar
ru: Ждать
tr: Bekle

source: Language
de: Sprache
es: Idioma Idioma
fr: La langue
hi: भाषा
it: linguaggio
pt: Língua
ru: язык
tr: Dil

source: Level
de: Niveau
es: Nivel
fr: Niveau
hi: स्तर
it: Livello
pt: Nível
ru: уровень
tr: seviye

source: Main Cash Desk
de: Hauptkasse
es: Escritorio de efectivo principal
fr: Coffre-fort Principale
hi: मुख्य कैश डेस्क
it: Cassa principale
pt: Mesa principal de dinheiro
ru: Главная касса
tr: Ana Para Masası

source: Note
de: Hinweis
es: Nota
fr: Remarque
hi: ध्यान दें
it: Nota
pt: Nota
ru: Заметка
tr: Not

source: Object
de: Objekt
es: Objeto
fr: Objet
hi: वस्तु
it: Oggetto
pt: Objeto
ru: объект
tr: Nesne

source: Parent
de: Vorläufer
es: fuente
fr: l'origine
hi: माता-पिता
it: Genitore
pt: principal
ru: родитель
tr: ebeveyn

source: Path
de: Pfad
es: Camino
fr: Chemin
hi: पथ
it: Sentiero
pt: Caminho
ru: Дорожка
tr: yol

source: Phone 1
de: Telefon 1
es: Teléfono1
fr: Téléphone 1
hi: फोन 1
it: Telefono1
pt: Telefone 1
ru: Телефон 1
tr: Telefon1

source: Phone 2
de: Telefon 2
es: Teléfono2
fr: Téléphone 2
hi: फ़ोन २
it: Telefono2
pt: Telefone 2
ru: Телефон 2
tr: Telefon2

source: Security Grade
de: Sicherheitsstufe
es: Grado de seguridad
fr: Niveau de sécurité
hi: सुरक्षा ग्रेड
it: Grado di sicurezza
pt: Grau de segurança
ru: Степень безопасности
tr: Güvenlik notu

source: Store
de: Geschäft
es: Almacenar
fr: le magasin
hi: दुकान
it: glinegozio
pt: Loja
ru: хранить
tr: mağaza

source: Supplier
de: Lieferant
es: Proveedor
fr: Fournisseur
hi: प्रदायक
it: Fornitore
pt: Fornecedor
ru: поставщик
tr: satıcı

source: System
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
pt: Sistema
ru: система
tr: sistem

source: Time
de: Zeit
es: Hora
fr: Temps
hi: पहर
it: Tempo
pt: Tempo
ru: Время
tr: zaman

source: Transaction Source
de: Transaktionsquelle
es: Fuente de transacción
fr: Source de transaction
hi: लेन-देन स्रोत
it: Fonte di transazione
pt: Fonte de Transação
ru: Источник транзакции
tr: İşlem kaynağı

source: Transaction Type
de: Art der Transaktion
es: tipo de transacción
fr: Type de transaction
hi: सौदे का प्रकार
it: Tipo di transazione
pt: Tipo de transação
ru: Тип операции
tr: işlem tipi

source: Type
de: Art
es: Tipo
hi: प्रकार
it: genere
pt: Tipo
ru: Тип
tr: tip

source: User FullName
de: Vollständiger Name des Benutzers
es: Nombre completo del usuario
fr: Nom complet de l'utilisateur
hi: उपयोगकर्ता का पूरा नाम
it: Nome utente completo
pt: Nome Completo do Usuário
ru: Полное имя пользователя
tr: Kullanıcı Adı

source: User Security Transaction Type
de: Benutzersicherheitstransaktionstyp
es: Tipo de transacción de seguridad del usuario
fr: Type de transaction de sécurité utilisateur
hi: उपयोगकर्ता सुरक्षा लेनदेन प्रकार
it: Tipo di transazione di sicurezza utente
pt: Tipo de Transação de Segurança do Usuário
ru: Тип транзакции безопасности пользователя
tr: Kullanıcı Güvenliği İşlem Türü

source: Value
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
it: Valore
pt: Valor
ru: Значение
tr: değer

source: Voucher Type
de: Belegart
es: Tipo de cupón
fr: Type de coupon
hi: वाउचर टाइप
it: Tipo di giustificativo
pt: Tipo de comprovante
ru: Тип ваучера
tr: Kupon Türü

source: Asset Contract
de: Vermögenswert Vertrag
es: Contrato de Activos
fr: Contrat d'actif
hi: एसेट कॉन्ट्रैक्ट
it: Contratto del Bene
pt: Contrato de Ativo
ru: Актив Контракт
tr: Varlık Sözleşmesi

# AssetContractDetail
source: Asset Contract Details
de: Details des Vertrags über den Vermögenswert
es: Detalles del Contrato de Activos
fr: Détails du contrat d'actif
hi: एसेट अनुबंध विवरण
it: Dettagli del contratto del Bene
pt: Detalhes do contrato de imobilizado
ru: Детали договора актива
tr: Varlık Sözleşme Detayları

# AssetContractNo
source: Asset Contract Number
de: Nummer des Vermögensvertrags
es: Número de contrato de activos
fr: Numéro de contrat d'actif
hi: एसेट कॉन्ट्रैक्ट नंबर
it: Numero del contratto del Bene
pt: Número do contrato do ativo
ru: Номер договора актива
tr: Varlık Sözleşme Numarası

source: Asset Contract Note
de: Anmerkungen
es: Notas
fr: Remarques
hi: टिप्पणियाँ
it: Gli appunti
pt: Notas
ru: Заметки
tr: notlar

source: Asset Contract Pay Type
de: Vergütungsart des Vermögensvertrags
es: Tipo de pago del contrato de activos
fr: Type de solde du contrat d'immobilisation
hi: एसेट कॉन्ट्रैक्ट पे टाइप
it: Tipo di pagamento del contratto del Bene
pt: Tipo de Pagamento do Contrato de Ativo
ru: Тип оплаты контракта актива
tr: Varlık Sözleşme Ödeme Türü

source: Asset Contract Period
de: Vertragsdauer des Vermögenswertes
es: Período de Contrato de Activos
fr: Durée du contrat d'actif
hi: एसेट अनुबंध अवधि
it: Periodo del contratto di attività
pt: Período do Contrato de Ativos
ru: Период Контракта Актива
tr: Varlık Sözleşme Süresi

# AssetContractRefNo
source: Asset Contract Refrence Number
de: Referenznummer des Vertrags des Vermögenswerts
fr: Numéro de référence du contrat d'immobilisation
hi: एसेट कॉन्ट्रैक्ट रेफरेंस नंबर
it: Numero di riferimento del contratto di attività
pt: Número de referência do contrato de imobilizado
ru: Номер Контракта Актива
tr: Varlık Sözleşmesi Referans Numarası

source: Asset Contract Value
de: Wert des Vermögensvertrags
es: Valor del contrato de activos
fr: Valeur du contrat d'immobilisation
hi: एसेट कॉन्ट्रैक्ट वैल्यू
it: Valore del contratto del Bene
pt: Valor do contrato do ativo
ru: Стоимость Контракта Актива
tr: Varlık Sözleşme Değeri

# AssetDep
source: Asset Deprectian
de: Vermögensabschreibung
es: Depreciación de activos
fr: Amortissement des actifs
hi: एसेट डेप्रिसिएशन
it: Ammortamento delle attività
pt: Depreciação de ativos
ru: Амортизация активов
tr: Varlık Amortismanı

# AssetDepDate
source: Asset Depreciation Date
de: Abschreibungsdatum des Vermögenswerts
es: Fecha de depreciación del activo
fr: Date d'amortissement de l'actif
hi: एसेट मूल्यह्रास तिथि
it: Data di ammortamento delle attività
pt: Data de depreciação do imobilizado
ru: Дата амортизации актива
tr: Varlık Amortisman Tarihi

# AssetId
source: Asset
de: Vermögenswert
es: Activo
fr: Atout
hi: एसेट
it: Bene
pt: De ativos
ru: Актив
tr: Varlık

# AssetLastDepDate
source: Asset Last Depreciation Date
de: Datum der letzten Abschreibung des Vermögenswerts
es: Fecha de última depreciación del activo
fr: Date du dernier amortissement de l'actif
hi: एसेट लास्ट डेप्रिसिएशन डेट
it: Ultima data di ammortamento delle attività
pt: Última data de depreciação do imobilizado
ru: Дата последней амортизации актива
tr: Varlık Son Amortisman Tarihi

source: Asset ReasonType
de: Grund Art der Transaktion des Vermögenswertes
es: Tipo de razón de transacción de activos
fr: Type de motif de transaction d'actif
hi: एसेट ट्रांजेक्शन कारण प्रकार
it: Tipo di motivo transazione del Bene
pt: Tipo de motivo de transação de ativos
ru: Тип причины транзакции актива
tr: Varlık İşlem Nedeni Türü

source: Asset Reason Type Note
de: Anmerkungen
es: Notas
fr: Remarques
hi: टिप्पणियाँ
it: Gli appunti
pt: Notas
ru: Заметки
tr: notlar

source: Asset Release
de: Freigabe des Vermögenswertes
es: Liberación de Activos
fr: Libération d'actif
hi: एसेट रिलीज
it: Rilascio di Bene
pt: Lançamento de Ativos
ru: Актив релиз
tr: Varlık Serbest Bırakma

# AssetReleaseDetail
source: Asset Release Details
de: Details der Vermögensfreigabe
es: Detalles de liberación de activos
fr: Détails de la libération d'actif
hi: एसेट रिलीज़ विवरण
it: Dettagli del rilascio del Bene
pt: Detalhes da liberação de recursos
ru: Сведения о выпуске активов
tr: Duran Varlık Ayrıntıları

# AssetTrans
source: Asset Transaction
de: Transaktion des Vermögenswertes
es: Transacción de activos
fr: Transaction d'actif
hi: एसेट ट्रांजेक्शन
it: Transazione del bene
pt: Transação de Ativos
ru: Сделка с активами
tr: Varlık İşlemi

# AssetTransDate
source: Asset Transaction Date
de: Datum der Transaktion des Vermögenswerts
es: Fecha de transacción del activo
fr: Date de transaction de l'actif
hi: एसेट ट्रांजैक्शन की तारीख
it: Data della transazione del bene
pt: Data de Transação de Ativos
ru: Дата транзакции актива
tr: Varlık İşlem Tarihi

# AssetTransNote
source: Asset Transaction Note
de: Anmerkungen
es: Notas
fr: Remarques
hi: टिप्पणियाँ
it: Gli appunti
pt: Notas
ru: Заметки
tr: notlar

# AssetTransValue
source: Asset Transaction Value
de: Wert der Transaktion von Vermögenswerten
es: Valor de transacción de activos
fr: Valeur de transaction de l'actif
hi: एसेट ट्रांजैक्शन वैल्यू
it: Valore della transazione del bene
pt: Valor da transação de ativos
ru: Стоимость транзакции актива
tr: Varlık İşlem Değeri

# AssetTransValueBase
source: Asset Transaction Base Value
de: Basiswert der Transaktion von Vermögenswerten
es: Valor base de la transacción de activos
fr: Valeur de base de la transaction d'actif
hi: एसेट ट्रांजैक्शन बेस वैल्यू
it: Valore base della transazione del bene
pt: Valor Base da Transação de Ativos
ru: Базовая стоимость транзакции актива
tr: Varlık İşlem Temel Değeri

# AssetUnDep
source: UnDepreciated Asset
de: Nicht abgeschriebener Vermögenswert
es: Activo sin Depreciación
fr: Actif non amorti
hi: अनडिपेटर्ड एसेट
it: non rettificato Bene
pt: Ativos desvalorizados
ru: Недооцененный актив
tr: Değersiz Varlık

# AssetUnDepDate
source: UnDepreciated Asset Date
de: Nicht abgeschriebenes Anlagendatum
es: Fecha del activo no depreciado
fr: Date de l'actif non amorti
hi: अनडिपेटेड एसेट डेट
it: Data del Bene non rettificato
pt: Data do ativo não depreciado
ru: Недооцененная дата актива
tr: Değer Düşüklüğü Varlık Tarihi

# BillNo
source: Bill Number
de: Rechnungsnummer
es: Número de factura
fr: Numéro de facture
hi: बील संख्या
it: Numero di Bill
pt: Número da conta
ru: Номер счета
tr: Fatura numarası

# BuyGroup
source: Buying Group
de: Kaufende Gruppe
es: Grupo de compra
fr: Groupe d'achat
hi: समूह खरीदना
it: Gruppo d'acquisto
pt: Grupo de compras
ru: Группа Покупок
tr: Satın Alma Grubu
