Repository: amr-CS/POS
Catalog: appSERP/Views/Shared/appResource/appResource.*.resx
Languages: de, es, fr, hi, it, pt, ru, tr

# CashDeskTransDate
source: Cash Desk Date
de: Kasse Datum
es: Fecha de transacción de caja
fr: Date de transaction de caisse
hi: कैश डेस्क लेनदेन की तारीख
it: Data di transazione della cassa
pt: Data de transação do balcão de caixa
ru: Дата транзакции в кассе
tr: Kasa İşlem Tarihi

# CashDeskTransNo
source: Cash Desk No
de: Kassenummer
es: Número de caja
fr: Numéro de caisse
hi: कैश डेस्क नंबर
it: Numero di cassa
pt: Número da mesa eletrônica
ru: Номер кассы
tr: Kasa Numarası

# CashDeskTransRef
source: Cash Desk Ref
de: Kassenschalter-Referenz
es: Referencia de transacciones de caja
fr: Référence de transaction de caisse
hi: कैश डेस्क लेनदेन संदर्भ
it: Riferimento per le transazioni della cassa
pt: Referência de transação de mesa de caixa
ru: Ссылка на транзакцию в кассе
tr: Kasa İşlem Referansı

# CashDeskTransRefDate
source: Cash Desk Ref Date
de: Referenzdatum der Kassenabwicklung
es: Fecha de referencia de la caja
fr: Date de référence de la caisse
hi: कैश डेस्क संदर्भ तिथि
it: Data di riferimento della cassa
pt: Data de referência da mesa eletrônica
ru: Контрольная дата кассы
tr: Nakit Masası Referans Tarihi

# CashDeskTransTime
source: Cash Desk Time
de: Kasse-Transaktionszeit
es: Tiempo de transacción de caja
fr: Temps de transaction de caisse
hi: कैश डेस्क लेन-देन का समय
it: Tempo di transazione della cassa
pt: Hora de transação da mesa de caixa
ru: Время транзакции в кассе
tr: Kasa İşlem Süresi

source: Currency Value
de: Wert der Währung
es: Valor de la moneda
fr: Valeur monétaire
hi: मुद्रा मान
it: Valuta
pt: Valor da Moeda
ru: Стоимость валюты
tr: Döviz değeri

source: Fixed Asset Method
de: Anlagemethode
es: Método de activos fijos
fr: Méthode d'immobilisation
hi: फिक्स्ड एसेट विधि
it: Metodo di risorse fisse
pt: Método de Ativo Fixo
ru: Метод фиксированных активов
tr: Sabit Varlık Yöntemi

source: Fixed Asset Site
de: Anlage für festes Vermögen
es: Sitio de activos fijos
fr: Site d'immobilisation
hi: फिक्स्ड एसेट साइट
it: Sito di beni fissi
pt: Site de Ativo Fixo
ru: Сайт с фиксированными активами
tr: Sabit Varlık Sitesi

# FixedAssetSiteQty
source: Fixed Asset Site Quantity
de: Feste Anlagenstandortmenge
es: Cantidad
fr: Quantité de site d'immobilisation
hi: फिक्स्ड एसेट साइट मात्रा
it: Quantità
pt: Quantidade de sites de ativos fixos
tr: miktar

# FixedAssetSiteTransDate
source: Fixed Asset Site Transaction Date
de: Transaktionsdatum des Asset-Standortes
es: Fecha de transacción del sitio de activos fijos
fr: Date de transaction du site d'immobilisation
hi: फिक्स्ड एसेट साइट ट्रांजैक्शन की तारीख
it: Data di transazione del sito di risorse fisse
pt: Data de Transação do Site de Ativo Fixo
ru: Количество фиксированных активов
tr: Duran Varlık Site İşlem Tarihi

source: FixedAssetUnit
de: Anlageeinheit
es: Unidad de activos fijos
fr: Unité d'immobilisation
hi: फिक्स्ड एसेट यूनिट
it: Unità di immobilizzazioni
pt: Unidade de Ativo Fixo
ru: Фиксированная единица актива
tr: Sabit Varlık Birimi

# GLOppsVoucherId
source: Opposite Voucher
de: Gegenüberliegender Gutschein
es: Bono Opuesto
fr: Bon opposé
hi: विपरीत वाउचर
it: Voucher opposto
pt: Voucher Oposto
ru: Напротив ваучера
tr: Kupon karşısında

# GLOppsVoucherValue
source: Opposite Voucher Value
de: Gegenteiliger Gutscheinwert
es: Valor de Vales Opuestos
fr: Valeur du bon opposé
hi: विपरीत वाउचर मूल्य
it: Di fronte al valore del voucher
pt: Valor de voucher oposto
ru: Противоположная стоимость ваучера
tr: Kupon Değerinin Karşısı

# GLVoucherDate
source: Voucher Date
de: Belegdatum
es: Fecha del cupón
fr: Date du bon
hi: वाउचर की तारीख
it: Data del buono
pt: Data do comprovante
ru: Ваучер Дата
tr: Kupon Tarihi

# GLVoucherRef
source: Voucher Ref
de: Gutschein Referenz
es: Referencia de vales
fr: Référence du bon
hi: वाउचर संदर्भ
it: Riferimento del buono
pt: Referência de Voucher
ru: Ваучер Ссылка
tr: Kupon Referansı

# GLVoucherRefDate
source: Voucher Ref Date
de: Belegreferenzdatum
es: Fecha de referencia del cupón
fr: Date de référence du bon
hi: वाउचर संदर्भ तिथि
it: Data di riferimento del buono
pt: Data de referência do comprovante
ru: Ваучер Ссылка Дата
tr: Kupon Referans Tarihi

# GLVoucherTime
source: Voucher Time
de: Belegzeit
es: Tiempo de descuento
fr: Temps du bon
hi: वाउचर का समय
it: Tempo del buono
ru: Ваучер Время
tr: Kupon Zamanı

# InvItemId
source: Inventory Item
de: Gegenstand im Inventar
es: Elemento de inventario
fr: Article d'inventaire
hi: वस्तु सूची
it: Oggetto di inventario
pt: Item de Inventário
ru: Товарный инвентарь
tr: Envanter Maddesi

source: Is Auto Post
de: Automatische Buchen
es: publicado automáticamente
fr: Est-ce que Auto Posté
hi: ऑटो पोस्ट है
it: Viene pubblicato automaticamente
pt: É auto publicado
ru: Авто опубликовано
tr: Otomatik Gönderildi

# IsIssued
source: Issued
de: Ausgegeben
es: Emitido
fr: Publié
hi: जारी किए गए
it: Rilasciato
pt: Emitido
ru: Выпущен
tr: Veriliş

# lblAsset
source: Assets
de: Vermögenswerte
es: Bienes
fr: Les atouts
hi: संपत्ति
it: Risorse
pt: Ativos
ru: активы
tr: Varlıklar

# lblAssetContract
source: Asset Contracts
de: Vermögenswert Verträge
es: Contratos de Activos
fr: Contrats d'actifs
hi: एसेट कॉन्ट्रैक्ट्स
it: Contratti patrimoniali
pt: Contratos de ativos
ru: Контракты на активы
tr: Varlık Sözleşmeleri

# lblAssetContractPayType
source: Asset Contract Pay Types
de: Lohnarten des Auftragnehmers von Vermögenswerten
es: Tipos de pago del contrato de activos
fr: Types de paie du contrat d'immobilisation
hi: एसेट कॉन्ट्रैक्ट पे प्रकार
it: Paga tipi di contratti di beni
pt: Tipos de pagamento de contrato de ativos
ru: Виды платежей по Контракту Активов
tr: Varlık Sözleşme Ödeme Türleri

# lblAssetDep
source: Asset Deprectians
de: Vermögensabschreibungen
es: Depreciaciones de activos
fr: Dépréciations d'actifs
hi: संपत्ति मूल्यह्रास
it: Ammortamenti delle attività
pt: Depreciações de ativos
ru: Амортизация активов
tr: Varlık Amortismanları

# lblAssetReasonType
source: Asset ReasonTypes
de: Grund Arten der Transaktion des Vermögenswertes
es: Tipos de razón de transacción de activos
fr: Types de motif de transaction d'actif
hi: एसेट ट्रांजेक्शन कारण प्रकार
it: Tipi di motivo di transazione di beni
pt: Tipos de Motivo de Transação de Ativos
ru: Типы причины транзакции актива
tr: Varlık İşlem Sebep Türleri

# lblAssetRelease
source: Asset Releases
de: Veröffentlichungen von Vermögenswerten
es: Liberaciones de activos
fr: Rejets d'actifs
hi: एसेट रिलेटेड
it: Rilas delle risorse
pt: Lançamentos de ativos
ru: Релизы активов
tr: Varlık Bültenleri

# lblAssetReleaseDetail
source: Assets Releases Details
de: Details der Vermögensfreigabe
es: Detalles de las liberaciones de activos
fr: Détails des rejets d'actifs
hi: संपत्ति के विवरण जारी करता है
it: Dettagli sulle versioni delle risorse
pt: Detalhes dos lançamentos de ativos
ru: Активы Релизы Подробнее
tr: Varlıklar Bültenleri Ayrıntılar

# lblAssetTrans
source: Asset Transactions
de: Transaktionen des Vermögenswertes
es: Transacciones de Activos
fr: Transactions d'actifs
hi: संपत्ति लेनदेन
it: Transazioni di beni
pt: Transações de Ativos
ru: Сделки с активами
tr: Varlık İşlemleri

# lblAssetUnDep
source: UnDepreciated Assets
de: Nicht gemeldete Vermögenswerte
es: Activos no depreciados
fr: Actifs non dépréciés
hi: अनडिपेटेड एसेट्स
it: Risorse non rettificate
pt: Ativos não depreciados
ru: Недооцененные активы
tr: Değersiz Varlıklar

# lblBuyGroup
source: Buying Groups
de: Gruppen kaufen
es: Grupos de compra
fr: Groupes d'achat
hi: समूह खरीदना
it: Gruppi di acquisto
pt: Grupos de compras
ru: Покупка групп
tr: Satın Alma Grupları

# lblFixedAssetMethod
source: Fixed Asset Methods
de: Anlagemethoden
es: Métodos de activos fijos
fr: Méthodes d'immobilisation
hi: फिक्स्ड एसेट तरीके
it: Metodi di beni fissi
pt: Métodos de ativos fixos
ru: Методы фиксированных активов
tr: Sabit Varlık Yöntemleri

# lblFixedAssetSite
source: Fixed Asset Sites
de: Anlagen für feste Vermögenswerte
es: Sitios de activos fijos
fr: Sites d'immobilisation
hi: अचल संपत्ति साइटें
it: Siti di beni fissi
pt: Sites de ativos fixos
ru: Фиксированные сайты активов
tr: Sabit Varlık Siteleri

# lblFixedAssetUnit
source: Fixed Asset Units
de: Anlagevermögen
es: Unidades de activos fijos
fr: Unités d'immobilisation
hi: फिक्स्ड एसेट यूनिट्स
it: Unità di beni fissi
pt: Unidades de Ativo Fixo
ru: Фиксированные единицы актива
tr: Sabit Varlık Birimleri

# lblSite
source: Sites
de: Standort
es: Sitios
fr: Des sites
hi: साइटें
ru: Места
tr: Siteler

# lblSiteDetail
source: Site Details
de: Einzelheiten Von Standort
es: Detalles del sitio
fr: Détails du site
hi: साइट का विवरण
pt: Detalhes do site
ru: Детали сайта
tr: Site Detayları

# lblSiteDonor
source: Site Donors
de: Standort Spender
es: Donantes del sitio
fr: Donateurs du site
hi: साइट दाताओं
pt: Doadores do site
ru: Сайт доноров
tr: Site Bağışçıları

# lblTrust
source: Contractors
de: Auftragnehmer
es: Contratistas
fr: Les entrepreneurs
hi: ठेकेदार
pt: Empreiteiros
ru: Подрядчики
tr: müteahhitler

source: Post Date
de: Nach Datum
es: Fecha de publicación
fr: Date de publication
hi: पद तारीख
it: Data di pubblicazione
pt: Data de postagem
ru: Дата публикации
tr: Posta tarihi

source: Product Period
de: Produktzeitraum
es: Periodo del producto
fr: Période du produit
hi: उत्पाद की अवधि
it: Periodo del prodotto
pt: Período do produto
ru: Период продукта
tr: Ürün dönemi

source: Purchase Date
de: Kaufdatum
es: Fecha de compra
fr: date d'achat
hi: खरीद की तारीख
it: Data di acquisto
pt: data de compra
ru: Дата покупки
tr: Satınalma tarihi

# PurchaseNo
source: Purchase Number
de: Bestellnummer
es: Número de compra
fr: Numéro d'achat
hi: खरीदने की संख्या
it: Numero d'acquisto
pt: Número de Compra
ru: Номер покупки
tr: Satın alma numarası

source: Site
de: Standort
es: Sitio
hi: साइट
it: siti
ru: сайт
tr: yer

# SiteDetail
source: Site Details
de: Einzelheiten Von Standort
es: Detalles del sitio
fr: Détails du site
hi: साइट का विवरण
it: Dettagli del sito
pt: Detalhes do site
ru: Детали сайта
tr: Site Detayları

# SiteDetailLat
source: Site Detail Latitude
de: Breite
es: Latitud
fr: Latitude
hi: अक्षांश
it: Latitudine
pt: Latitude
ru: широта
tr: Enlem

# SiteDetailLng
source: Site Detail Longitude
de: Längengrad
es: Longitud
fr: Longitude
hi: देशान्तर
it: Longitudine
pt: Longitude
ru: Долгота
tr: Boylam

source: Site Donor
de: Standort Spender
es: Sitio donante
fr: Donateur du site
hi: साइट दाता
it: Sito donatore
pt: Doador do site
ru: Сайт донора
tr: Site Donörü

# SiteLat
source: Site Latitude
de: Breite
es: Latitud
fr: Latitude
hi: अक्षांश
it: Latitudine
pt: Latitude
ru: широта
tr: Enlem

# SiteLng
source: Site Longitude
de: Längengrad
es: Longitud
fr: Longitude
hi: देशान्तर
it: Longitudine
pt: Longitude
ru: Долгота
tr: Boylam

# StoreId
source: Store
de: Geschäft
es: Almacenar
fr: le magasin
hi: दुकान
it: Memorizzare
pt: Loja
ru: хранить
tr: mağaza

source: Transaction Type
de: Art der Transaktion
es: tipo de transacción
fr: Type de transaction
hi: सौदे का प्रकार
it: Tipo di transazione
pt: Tipo de transação
ru: Тип операции
tr: işlem tipi

# Trust
source: Contractor
de: Auftragnehmer
es: Contratista
fr: Entrepreneur
hi: ठेकेदार
it: Contraente
pt: Contratante
ru: подрядчик
tr: Müteahhit

source: Book Value
de: Buchwert
es: Valor en libros
fr: Valeur comptable
hi: पुस्तक मूल्य
it: Valore del libro
pt: Valor do livro
ru: Ценность книги
tr: Kitap Değeri

# _IsRepeated
source: Repeated
de: Wiederholt
es: Repetido
fr: Répété
hi: दोहराया गया
it: Ripetuti
pt: Repetido
ru: повторный
tr: tekrarlanan

# _MinPrice
source: Minimum Price
de: Minimaler Preis
es: Precio mínimo
fr: Prix minimum
hi: न्यूनतम मूल्य
it: Prezzo minimo
pt: Preço minimo
ru: Минимальная цена
tr: Minimum fiyat

# _MinPriceBase
source: Base Minimum Price
de: Basismindestpreis
es: Precio Mínimo Base
fr: Prix de base minimum
hi: आधार न्यूनतम मूल्य
it: Prezzo minimo di base
pt: Preço Mínimo Base
ru: Базовая минимальная цена
tr: Baz Minimum Fiyat

source: Percent
de: Prozent
es: Por ciento
fr: Pour cent
hi: प्रतिशत
it: Per cento
pt: Por cento
ru: Процентов
tr: Yüzde

source: Purchase Account
de: Kaufkonto
es: Cuenta de compra
fr: Compte d'achat
hi: खरीद खाता
it: conto di acquisto
pt: Conta de Compra
ru: Покупка аккаунта
tr: Satın alma hesabı

source: Purchase Price
de: Kaufpreis
es: Precio de compra
fr: Prix d'achat
hi: खरीद मूल्य
it: Prezzo d'acquisto
pt: Preço de compra
ru: Цена
tr: Alış fiyatı

# _PurchasePriceBase
source: Base Purchase Price
de: Basiskaufpreis
es: Precio de compra base
fr: Prix d'achat de base
hi: आधार खरीद मूल्य
it: Prezzo d'acquisto base
pt: Preço base de compra
ru: Базовая цена покупки
tr: Baz Alış Fiyatı

# _Qty
source: Quantity
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
pt: Quantidade
ru: Количество
tr: miktar

source: Sales Account
de: Verkaufskonto
es: Cuenta de ventas
fr: Compte de vente
hi: विक्रय खाता
it: Conto vendita
pt: Conta de vendas
ru: Счет продаж
tr: Satış hesabı

# _Seq
source: Sequence
de: Sequenz
es: Secuencia
fr: Séquence
hi: अनुक्रम
it: Sequenza
pt: Seqüência
ru: Последовательность
tr: Sıra

# _TotalDep
source: Total Depreciation
de: Gesamt Abschreibung
es: Depreciación total
fr: Total amortissement
hi: कुल मूल्यह्रास
it: Ammortamento totale
pt: Depreciação Total
ru: Общая амортизация
tr: Toplam amortisman

# _TotalDepBase
source: Base Total Depreciation
es: Depreciación Total Base
fr: Amortissement total de base
hi: बेस कुल मूल्यह्रास
it: Base Ammortamento totale
pt: Depreciação total base
ru: Базовая общая амортизация
tr: Baz Toplam Amortisman

# AssetBookValueBase
source: Base Book Value
de: Basisbuchwert
